Repository: atlas-studios/Session2-G8
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “9便士。”
en_us: "Nine pence."

source: “9便士，前两天不是要11便士吗？”周明瑞下意识问道。
en_us: "Nine pence? Wasn't it eleven pence two days ago?" Zhou Mingrui asked subconsciously.

source: “‘船长’逃了。”阿尔杰喘着气，懊恼回答，“他竟然还保留着一些非凡之力！”
en_us: "The captain has escaped," Alger answered in an annoyed manner as he panted,"I didn't know he still has some of hisMMM ."

source: “……不。”真正的占卜师回答道。
en_us: "…No," the real fortune-teller answered.

source: “……用左轮抵住太阳穴开了一枪？”前后线索霍然贯通，周明瑞大概明白克莱恩的死因了。
en_us: "Releasing a round with a revolver pointed at the temple?" After mixing and matching the clues from before, Zhou Mingrui had a rough idea how Klein had died.

source: “一个尝试。”
en_us: "An attempt."

source: “一件小事。”周明瑞念头急转，以符合身份的方式回答道。
en_us: "Small matter." Zhou Mingrui made a sharp turn of his mind, and replied in a manner correspondent to his current status.

source: “一比一的时间流速。”周明瑞大概判断道。
en_us: "Time flows at the same pace," Zhou Mingrui gauged roughly.

source: “不。”周明瑞摇头回答，他哪有闲钱去占卜。
en_us: "No." Zhou Mingrui shook his head in response. He did not have the spare cash for divination.

source: “不会磕破头了吧？”周明瑞边猜想边转过身体，走向那面有裂纹的穿衣镜。
en_us: Did I smash my head open? Zhou Mingrui guessed as he turned around and walked towards a cracked dressing mirror.

source: “不会让你们无条件帮忙。”
en_us: "I won't allow you to help with no conditions."

source: “不作死就不会死……”
en_us: "If you didn't seek death, you wouldn't die…"

source: “不可能，永远不可能！建造这样的铁甲舰需要三个大型的煤钢联合体，需要二十个规模以上的钢铁厂，需要贝克兰德火炮研究院、普利兹船舶研究院的六十名科学家和更多的高级工程师，需要两个皇家造船厂和它们附属的近百家零件厂，需要一个海军部，一个造舰委员会，一个内阁，一个有着卓越眼光的坚定国王和一个年产钢铁1200万吨的伟大国家！”
en_us: "No, it is never possible! Building a an ironclad vessel requires three big coal and steel amalgamators, 20 above-standard steel factories, 60 scientists and high class engineers from Backlund Cannon Academy and Pritz Ship Academy, two royal shipyards, almost hundred factories for spare parts, an admiralty, a ship-building committee, a Cabinet, a firm king with foresight and a great country with 12 million tonnes of annual steel production!"

source: “不好意思，忘了问，你要占卜什么？”
en_us: "I'm sorry, I forgot to ask, but what would you like to ask about?"

source: “不行，别人会说霍尔家族是不是遭遇了财政危机，一条裙子居然在正式场合穿第二回！”安妮摇头否定。
en_us: "No, you can't wear the same dress twice to a formal ceremony or others will gossip about and question Hall family's financial ability,"Annie said, shaking her head.

source: “不要介意，我只是喜欢这个，不得不说，有的时候，我的占卜和解读都挺准，真的……”
en_us: "Don't mind this, it's just that I like doing this. But I have to say, my divination and interpretation can be really accurate sometimes. I'm serious..."

source: “不，很多时候，占卜来源于自身，每个人都有灵性，都能交感到灵界，交感到更高层次的关系自身的信息，只是普通人无法察觉这点，更加别说去解读获得的‘提示’了，当他们使用占卜工具的时候，这些信息就会借助工具呈现出来，一个最简单的例子，梦和解梦。”阿尔杰看了周明瑞一眼，见他没有表示，便出言否定了奥黛丽的说法，“塔罗牌实际上就属于这种工具，它用更多的象征，更合理的元素，帮助我们更方便更准确地解读‘提示’。”
en_us: "No, many a times, divination comes from one's own body. Everyone has his own spirits, and has connections with the spiritual world. The information of one changes as he connects to higher levels of the spiritual world, only that the ordinary men cannot notice it, let alone interpreting the given 'hints'. When men use divination tools, the information shows itself through the tools. An easy case would be dream and its interpretation." Alger glanced a look at Zhou Mingrui, seeing him not saying a word, Alger opined against Audrey,"Tarot actually belongs to such a tool, which used more symbols and logical elements to help us to interprete the 'hints' in a more convenient and accurate manner."

source: “不，我一直都是这么年轻。”温蒂幽默回答。
en_us: "No, I have always been this young," answered Wendy humorously.

source: “两天后，要参加廷根大学历史系的面试……”
en_us: He needs to participate in the Tingen University's History department interview two days later…

source: “为什么？好吧，这是后续的问题，我，我想我喜欢上了这种感觉，‘观众’，我该怎样获得‘观众’的配方？用什么和你交换？”
en_us: "Why? All right, this is a question that I would ask later on. I, I think I got in love with this feeling, of being a 'spectator', how can I get its potion? What can I trade with you for the potion?"

source: “二十二条神之途径……”奥黛丽用一种满是向往的语气重复道。
en_us: "The path traveled by 22 divine spirits......"Audrey repeated in a tone full of yearning.

source: “从普利兹港开始，就叫普利兹号吧。”乔治三世的神情相当愉悦。
en_us: "Since it will set sail from Pritz Harbor, it should be named 'The Pritz'" George the Third responded. He was really delighted.

source: “从现在开始，那七个自称为将军的海盗，那四个僭越称王的海盗，只能浑身颤抖，等待末日！”
en_us: "From this day on, doomsday will fall on the seven pirates who call themselves Generals and the four who call themselves Kings. They can only shiver in fear!"

source: “他们的时代结束了，哪怕他们或多或少有非凡之力，有幽灵或诅咒之船，纵横海洋的也只能是铁甲舰！”
en_us: "It is the end of their era. Only the ironclad vessel will roam the seas no matter whether the pirates have MMM or ghost ships."

source: “他真是个勤奋的好小伙，会有个好妻子的。”
en_us: "He sure is a hardworking lad. He will have a good wife."

source: “以克莱恩的家境，哪有钱和渠道买手枪？”周明瑞不由皱起了眉头。
en_us: With Klein's family situation, how can they have the money or means to buy a revolver? Zhou Mingrui could not help but frown.

source: “会不会误击发？”
en_us: Would I end up misfiring?

source: “但我真地很喜欢它。”奥黛丽语气温和地强调道。
en_us: "But I really like it!" Audrey emphasized, but still in a gentle way.

source: “你……”中年男子一下怔住，似乎没预料到会是这样的回答。
en_us: "You..." The man seemed to be stunned by the unexpected answer.

source: “你们可以称呼我……”
en_us: "You can call me......"

source: “你们可以称呼我，愚者。”
en_us: "You can call me 'The Fool'."

source: “你们继续。”
en_us: "Both of you can continue."

source: “你必须记住，不管是奢靡的宴会，还是热闹的街头，观众永远只是观众。”
en_us: "You must remember, no matter whether you were on an extravagant banquet or a crowded street, spectators forever can only be spectators."

source: “你怎么又在假扮我！给人占卜是我的工作！”一道女声愤怒低吼，“快回去！你要记住，你只是一个驯兽师！”
en_us: "Why are you impersonating me again! It's my job to handle the divination for people!" a woman's voice growled angrily. "Return to your post quickly! You must remember that you're just an animal trainer!"

source: “你是鲁恩人吧？”
en_us: "Are you a Ruen?"

source: “你来洗牌、切牌。”这位马戏团的占卜师低哑说道。
en_us: "Shuffle the cards first and cut the deck," the circus fortune-teller said in a muted voice.

source: “你知道的，人类想要成为真正的非凡者，只能依靠魔药，而魔药的名称来自‘亵渎石板’，经过巨人语、精灵语、古赫密斯语、古弗萨克语、当代赫密斯语地不断转译，早就有了符合时代特征的变化，名称不是重点，重点是它能否代表这份魔药的‘核心象征’。”
en_us: "You knew that mankind can only depend on potions to become real extraordinaires, while the names of potions come from "blasphemy slate". After constant translations into Jotun, Elvish, ancient and modern Hermes, and ancient Feysac, it has undergone changes corresponding to the eras. The essence is not in their names, but whether they portray the 'core significances' of the potions."

source: “你要感谢《谷物法案》的废除，感谢那些游行的人。”温蒂双手摊开笑道。
en_us: "You have to thank the people who protested on the streets for the repeal of the Grain Act," said Wendy as she shrugged.

source: “倒吊人。”
en_us: "Hanged man."

source: “倒吊人先生，可以把刚才的地址再说一遍吗？我怕自己的记忆不够深刻。”
en_us: "Mr Hanged Man, can you repeat the address you just said? I'm afraid I don't have sufficiently deep memories."

source: “倒霉……对了，我今天晚上吃饭前做了个转运仪式！”
en_us: Bad luck… Yes, I tried a luck enhancement ritual before dinner today!

source: “先生，你是今天第一位来占卜的人，免费。”
en_us: "Sir, you are the first one here today, so it's on the house."

source: “先生，你说的我都知道，甚至知道更多，比如值夜者，比如代罚者，比如机械之心，但是，我不想失去自由。”
en_us: "Sir, I knew all what you had said, I even knew more, including the nighthawks, scapegoats and robotic minds, but I don't want to lose my freedom.

source: “先看‘现在’吧。”周明瑞略作思考道。
en_us: "I'll have a look at the 'present' first," Zhou Mingrui said after giving it some thought.

source: “克莱恩，你把剩下的面包都拿出来，今天记得买新的，还有肉和豌豆，你快参加面试了，我给你做豌豆炖羔羊肉。”
en_us: "Klein, take out all the remaining bread. Remember to buy fresh ones today. There's meat and peas too. Quickly go for your interview. I'll make you mutton stewed with peas."

source: “克莱恩，羔羊肉和豌豆不要买多了，班森或许得周日才能回来，嗯，记得面包只要八磅。”
en_us: "Klein, don't buy too much mutton or peas. Benson might come back on Sunday. Oh, remember we only need eight pounds of bread."

source: “免费吗？”
en_us: "Is it free?"

source: “免费的。”
en_us: "It's free."

source: “关爱智障哥哥的眼神？”
en_us: Is it a look of love and concern for a retarded brother?

source: “决定了，我的称号是，‘正义’！”
en_us: "I've decided, my code name is 'justice'!"

source: “又热又鲜的牡蛎汤，早上喝一碗，精神一整天！”
en_us: "Hot and fresh oyster soup. Drink a bowl in the morning and feel invigorated all day!"

source: “发生了什么？”梅丽莎听到动静，疑惑地望了过来。
en_us: "What happened?" Melissa looked over curiously when she heard the commotion.

source: “听说塔罗牌只是罗塞尔大帝发明出来的游戏，其实并不具备占卜的功能？”
en_us: "I heard that Tarot is only a game invented by Roselle, and do not truly have divination functions?"

source: “听起来很棒……风暴之主的‘海眷者’？”奥黛丽半是期待半是求证地反问。
en_us: "Sounds great......the 'Keepers of the Seas' of the Lord of Storms?"

source: “呃，是，嗯，之前苏茜进来过，你知道的，它总是喜欢破坏！”
en_us: "Erm, Yes! Susie has been here just now. I am sure you know it likes to wreak havoc!"

source: “哦，小克莱恩，班森呢，还没回来？”温蒂笑眯眯问道。
en_us: "Oh, Little Klein, where's Benson? Is he not back?" Wendy asked smilingly.

source: “哪有不想付出代价就成为非凡者的？如果不考虑加入教会，接受考验，那你只能去找王室，找家族历史在千年以上的那几位贵族，或者，凭运气寻觅那些躲躲藏藏的邪恶组织。”
en_us: "You can't become an extraordinaire without any sacrifices. If you don't consider joining churches and accepting the given challenges, you can only go to find royal families and the few nobles with family histories of more than a thousand years, or rely on your luck to search for the clandestine evil organisations."

source: “嗯……”收回手，按住左侧太阳穴，周明瑞榨取起记忆碎片，寻找事情缘由。
en_us: "Hmm…" Retracting his hand and pressing on his left temple, Zhou Mingrui sought for the reason by rummaging through his memory fragments.

source: “嗯，这段时间和以往没太大差别啊，就是倒霉了一点，怎么会莫名其妙就穿越了？”
en_us: Yea, there has not been much difference for me between this period of time and the past. I was just a little unlucky, but why would I transmigrate for no baffling reason?

source: “噢，它碎了……”安妮一眼就看见了那面古老铜镜的下场。
en_us: "Oh, it had cracked," Annie said as she saw the old bronze mirror.

source: “噢，我的主。”
en_us: "Oh my goodness..."

source: “在古代，它确实叫做‘海眷者’。”阿尔杰没做停顿，继续说道，“第二份序列9配方叫做‘观众’，至于古代怎么称呼，我就不知道了。这份魔药能让你得到出众的精神和敏锐的观察力，我相信你看过歌剧和戏剧，能明白‘观众’代表的意思，像旁观者一样，审视世俗社会里的‘演员’，从他们的表情，他们的举止，他们的口癖，他们不为人知的动作窥见他们真实的想法。”
en_us: "It was called by that name in the past." Alger did not pulse and continued,"The second set of the series nine potions is called 'Spectator', which I am not sure what it is called in the past. This set of potions enables you to have exceptional spirits and acute vision. I believe you can understand by what 'spectator' means as you watch operas and dramas. Just like onlookers, spectators judge the 'actors' in the secular world, catching a glimpse of the real thoughts of them through their emotions, conducts and mantras.

source: “城外农庄刚采集的蔬菜，又便宜又新鲜！”
en_us: "Vegetables freshly plucked from the farms outside the city. Cheap and fresh!"

source: “塔罗……”周明瑞顿时愣住。
en_us: "Tarot…" Zhou Mingrui was instantly dumbfounded.

source: “女士们，先生们，巨舰和大炮的时代来临了！”
en_us: "Ladies and Gentlemen, it is now the era of cannons and giant vessels!"

source: “女士们，先生们，相信你们已经看到了，这是一艘铁甲舰，足以颠覆时代的铁甲舰，长101米，宽21米，高干船舷设计，主装甲带厚457毫米，排水量10060吨，前后共四门305毫米主炮，另外还有6门速射炮，12 门6磅炮，18门六管机枪，4具鱼雷发射管，航速可以达到16节！”
en_us: "Ladies and Gentlemen, I believe you have witnessed this history-making ironclad vessel. It has dimensions of 101 by 21 meters. It has an amazing port and starboard design. The armor belt is 457 millimeters thick. The displacement is 10060 tonnes. There are four 305-millimeter main cannons, six rapid-fire cannons, 12 six-pounds cannons, 18 machine guns and four torpedo launcher. It can reach a speed of 16 knots."

source: “她刚才的表情怎么有种嫌弃又无奈的味道。”
en_us: Why did her expression have a look of disparagement and resignation?

source: “好主意。”周明瑞简短而轻松地回答。
en_us: "Good idea." Zhou Mingrui replied briskly.

source: “好了。”他将洗好的塔罗牌放在了桌子中央。
en_us: "It's done." He placed the already shuffled tarot cards in the middle of the table.

source: “好了。”她简短不带一点情绪地说道，然后按回顶端，将怀表还给了周明瑞。
en_us: "It's okay now," she said simply without emotion. She then pressed the top button back and handed the pocket watch back to Zhou Mingrui.

source: “好了，今天的聚会就到这里吧。”他当即决断，低沉开口。
en_us: "All right, our gathering today shall end here," making a quick decision, he said deeply.

source: “好了，你想先看哪张牌？”做完这一切，占卜师抬起脑袋，用灰蓝色的眼眸深深望向周明瑞。
en_us: "Alright, which card would you like to see first?" The fortune-teller raised her head up after completing her placement of the cards and gazed deeply at Zhou Mingrui with her grayish-blue eyes.

source: “好像又坏了。”他没话找话说地看向妹妹。
en_us: "It looks like its broken again." He looked at his sister while trying to find a topic of conversation.

source: “好的。”
en_us: "Alright."

source: “好的，那我们就算是塔罗会的创始成员了！”奥黛丽先是开心脱口，接着有点怯怯地看向被灰白雾气笼罩的周明瑞，“没问题吧，愚者先生？”
en_us: "All right, we can now be considered founding members of the Tarot club!" Audrey blurted out happily, and subsequently looked at Zhou Mingrui, engulfed in grayish-white fog, in a frightful manner, "Mr Fool, no problem I suppose?"

source: “好，好的。”周明瑞无奈回答。
en_us: "Alright. Sure thing," answered Zhou Mingrui exasperatedly.

source: “如果不，呃，价格合理，我试一试。”
en_us: "If the… well… price is reasonable, I'll give it a try."

source: “如果你能拿到鬼鲨血，那就找人送去普利兹港白玫瑰区鹈鹕街的‘勇士与海’酒吧，告诉老板威廉姆斯，这是‘船长’要的东西。”
en_us: "If you can attain the blood of ghost shark, please send it to the 'Warrior and Sea' bar, which is situated on the Pelican street of the White Rose district in the Pulitzer Harbour. Tell the barkeeper named Williams that this is what the 'sailor' wants."

source: “如果我能拿到，我是说如果，我该怎么给你？又该怎么保证你拿到鬼鲨血后，将魔药的配方给我，以及这份配方的真实？”
en_us: "If I can get it, I say if, how do I give it to you? How would you promise that you can give the potion to me in return of the blood of ghost shark, as well as the authenticity of the potion?"

source: “它将是真正的霸主，它将征服大海！”
en_us: "It will be the real hegemon! It will conquer the seas!"

source: “对！”奥黛丽眼睛一亮，激动赞同。
en_us: "That's right!" Audrey's eyes sparkled and agreed with excitement.

source: “对，据说罗塞尔大帝看过亵渎石板，那副纸牌就藏着那二十二条神之途径的奥秘。”
en_us: "Yes, I heard that Roselle saw the blasphemy slate, and the mysteries of the path traveled by 22 divine spirits were hidden within that stack of cards."

source: “尊敬的愚者先生，请允许我冒昧恳求，您可以做我们交易的见证吗？”
en_us: "Dear Mr Fool, please do allow me to venture on this plead, could you be the witness of our trade?"

source: “小姐，可以进来吗？您该准备了。”贴身女仆在门外问道。
en_us: "My Lady, may I come in? You should start to prepare for the ceremony," Audrey's maidservant asked outside of the door.

source: “小松饼、鳗鱼汤配姜啤！”
en_us: "Muffins and eel soup make the perfect combination!"

source: “当然，如果你正式提出，我现在就能让你回去。”
en_us: "Of course, if you wish to. I can return you back now."

source: “当然，每个人的命运只有自己才能占卜，我只是一个解读者。”
en_us: "Of course, everyone's destiny can only be unraveled by themselves. I only serve as a reader of it."

source: “怎么了？”不到十秒，刚才那有着柔软黄发的男子就冲了进来。
en_us: In less than 10 seconds, the blond man entered and asked,"What happened?"

source: “怎么回事？”他皱眉低语，打算再认真检查一遍头部的伤口。
en_us: "What's happening?" he muttered with a frown. He planned to inspect his head injury seriously once more.

source: “您可以在家里穿，在不那么正式的场合穿。”安妮摆出这件事情没有商量的态度。
en_us: "You can wear it at home or when you attend an event that isn't so formal," Annie said firmly, suggesting that it was not negotiable.

source: “您得好好教训它。”安妮熟稔地收拾着铜镜碎片，怕伤到了小姐。
en_us: "You will have teach it a lesson," Annie said, as she picked up the pieces of the bronze mirror adeptly and with care lest it hurt the Lady.

source: “您想做什么？”
en_us: "What are you planning on doing?"

source: “您是愚者先生，来自塔罗牌，那作为一个定期的、长期的、隐秘的‘聚会’，称号得尽量一致，嗯，我也从塔罗牌里挑吧。”
en_us: "You are Mr Fool from the tarot cards. For a regular, long-term and secretive "gathering", our code names should be as close to one another as possible. Yes, I'll choose my name from the tarot cards too."

source: “您的眼光总是这么出色。”安妮笑着退后一步，对门外喊道，“第六号衣帽间，算了，我自己去拿。”
en_us: "You always have such a good taste," Annie said as she stepped back and shouted out of the door, "The sixth dressing room! Ah, nevermind, I shall fetch it myself."

source: “想成为非凡者，就加入黑夜女神教会，风暴之主教会，或蒸汽与机械之神教会。”
en_us: "If you want to become an extraordinaire, join the churches of either Evernight Goddess, Lord of Storms or God of Steam and Machinery

source: “想穿哪条裙子？”
en_us: "Which dress do you want to put on?"

source: “愚者。”
en_us: "The Fool."

source: “愚者。”占卜师轻声念出了这张牌，灰蓝眼眸定定看着周明瑞。
en_us: "The Fool," the fortune-teller lightly read out the name of the card with her grayish-blue eyes affixed on Zhou Mingrui.

source: “愚者先生，您不觉得这种‘聚会’很有意思吗？虽然您的力量超越了我们的想象，但世界上总有您不了解不擅长的领域，对面那位明显是出身高贵的小姐，我也有着独属于自己的经验、见识、渠道和资源，我和她也许能在未来某些时候，帮您完成不方便自己做的微不足道的事情。”
en_us: "Mr Fool, don't you feel that this kind of 'gathering' is very meaningful? Although your power is beyond our imagination, there are definitely realms in the world that you don't understand and are not an expert at. That young lady in front is obviously from a noble family, while I also have my own experiences, knowledge, mediums and resources. Possibly some time in the future, she and I can help you with trivial stuffs that may be inconvenient for you to be done yourself."

source: “愚者先生，您介意多几次现在这样的‘尝试’吗？”
en_us: "Mr Fool, do you mind to have a few more of such 'attempts'?"

source: “愚者先生，我觉得这是一个很好的提议，只要‘聚会’变成定期，有的事情，如果您不方便出面，完全可以转交给我们，当然，得在我们的能力范围内。”
en_us: "Mr Fool, I feel that this is a very good suggestion. If this 'gathering' is regular, you can pass on some stuffs wholly to us should you be inconvenient to reveal yourself. Of course, they have to be within our capabilities."

source: “我不会屈服的！”
en_us: "I will not give in!"

source: “我不是去面试，只是买个菜，准备转运仪式的材料而已……”忽然，他低声嘟囔，摇头失笑。
en_us: "I'm not going for an interview. All I'm doing is to buy some ingredients to prepare for my luck enhancement ritual…" Suddenly, he muttered softly as he shook his head with a wry smile.

source: “我以霍尔家族之名，命令你苏醒！”
en_us: "In the name of the Hall family, I command you to awaken!"

source: “我会给你一个地址，等我收到鬼鲨血，就回寄配方给你，或者直接在这里告诉你。”
en_us: "I'll give you an address. I'll mail you the formula to you, or tell you directly here, once I received the blood of the ghost shark."

source: “我手上其实有两份序列9的魔药配方。”
en_us: "I have two sets of potions of series nine."

source: “我手中的序列9配方，一份叫做‘水手’，它能让你拥有出色的平衡能力，哪怕在暴风雨笼罩的船上，也能自由行走如大地，你还能获得卓越的力量，以及隐藏于皮肤下的幻鳞，这会让你像鱼一样难以被抓住，在水中灵活得仿佛海族，哪怕不用任何装备，也能轻松地潜水至少十分钟。”
en_us: I have a potion named "Sailor", it can enable you to have excellent balancing capabilities. Even if you were on a boat in a rainstorm, you could walk about freely as though you are on land. You could also gain immense strength and imaginary scales under your skins, which could enable you to swim like a fish and hard to be caught. You could move flexibly just like the marine animals, and could easily submerge underwater for at least ten minutes without any equipments."

source: “我是一个喜欢等价交换的人。”
en_us: "I like to do equal-value-exchange."

source: “我来洗？”周明瑞下意识反问。
en_us: "Me? Shuffle?" Zhou Mingrui asked reflexively.

source: “我的塔罗占卜很准的。”
en_us: "My tarot divination is very accurate."

source: “我相信你做得到。”阿尔杰平静地就像在说今天天气不太好。
en_us: "I believe you can do it," Alger said calmly, just like how he would have commented on the weather.

source: “我选择更保密的方式，就在这里，虽然这很考验我的记忆力。”
en_us: "I choose the more secretive way, that is here, despite that this would be a challenge for my memory skills."

source: “所有人都会死，包括我。”
en_us: "Everyone will die, including me."

source: “斯林太太，8磅黑麦面包。”
en_us: "Mrs. Smyrin, 8 pounds of rye bread."

source: “斯林太太，您今天真像个年轻又活泼的女士。”周明瑞只能干笑回应。
en_us: "Mrs. Smyrin, you seem to be a young and energetic woman today." All Zhou Mingrui could do was respond with a dry smile.

source: “新的时代开始了……”
en_us: "A new era has begun..."

source: “明天晚上，马戏团表演？”周明瑞瞄了眼别人手中的传单，低声念出了大概内容。
en_us: "There's a circus performance tomorrow night?" Zhou Mingrui glanced at the fliers in the hands of others as he read their content under his breath.

source: “明白了。”奥黛丽点头认可，接着又强调道，“我的意思不是这个，我不是质疑塔罗牌，我是听说罗塞尔大帝实际上制作的是另外一副牌，隐秘的，象征着某些未知力量的纸牌，一共有二十二张，完成之后，他参照这个，才发明了塔罗牌的二十二张主牌，作为游戏工具，这个说法准确吗？”
en_us: "Understood," Audrey nodded in agreement, and emphasized again,"I didn't mean to question the Tarot. I just heard that Roselle actually created another stack of 22 cards, which was kept secret and symbolises some mysterious forces. After he finished creating it, he used it as a reference in his invention of Tarot's 22 Major Arcana cards, which were used as game tools. Is my saying correct?"

source: “星辰”再亮，深红光芒像水一样缩了回去，奥黛丽和阿尔杰刚听见“愚者”先生的话语，身影就变得更加模糊，愈发得虚幻。
en_us: "Stars" shone again and their crimson light shrank away like water. Just as Audrey and Alger heard what Mr Fool spoke, Mr Fool's body became more blurred and illusionary.

source: “普利兹号！”
en_us: "The Pritz!"

source: “有一定可能是那个转运仪式……嗯，明天在这里试一试，如果真是因为它，那我就有希望穿回去了！”周明瑞停下抖甩左轮手枪的动作，猛地坐直了身体。
en_us: "There is a distinct possibility that it's due to that luck enhancement ritual… Yes, I should give it a try here tomorrow. If it's really because of that, I stand a chance of transmigrating back!" Zhou Mingrui stopped flicking the revolver's cylinder and suddenly sat straight up.

source: “来来来，好吃的香煎肉鱼！”
en_us: "Come and try our delicious roasted fish!"

source: “果然……”周明瑞看了眼那空弹壳，一边将子弹挨个塞回转轮，一边微微点头。
en_us: "Indeed…" Zhou Mingrui looked at the empty cartridge shell in front of him and stuffed the rounds back into the cylinder while nodding.

source: “梅丽莎醒了……她还真是一如既往的准时啊。”周明瑞微微一笑，受克莱恩记忆的影响，对梅丽莎有种看自己亲妹妹的感觉。
en_us: "Melissa is awake… She's really as punctual as always." Zhou Mingrui smiled. Due to Klein's memories, seeing Melissa made him feel as though she was really his younger sister.

source: “梦一样……那灰雾世界到底是什么玩意……又是谁或者说哪种力量制造出刚才的变化……”周明瑞低声感叹，满是迷惑，双腿像是灌满了铅一样走向书桌。
en_us: "Just like a dream......what the hell is the world covered with gray fog......and who or what forces created the changes just now?"Zhou Mingrui sighed, in a low voice and fully perplexed. He worked his two legs towards the table as if they were filled with lead.

source: “每个周一，下午三点，尽量独处，等我多尝试几次，弄清楚一些事情，或许你们就能提前请假，不用担心会处在不适宜的场合了。”
en_us: "Try to be on yourself at three in the afternoon every Monday. Wait till I made a few more attempts and understood some things, you can possibly take leave beforehand. This way you shan't worry that we meet in an unsuitable setting."

source: “没有了。”占卜师伸出手指，从顶端拿起一张牌，放在了周明瑞左手边，嗓音愈发地低哑，“这张象征过去。”
en_us: "No problem." The fortune-teller reached out her fingers and picked a card from the top of the deck. Then she placed it on the left side of Zhou Mingrui. Her voice was going lower and lower as she spoke, "This card symbolizes your past."

source: “没有别的办法了吗？”
en_us: "Are there no more ideas?"

source: “没问题。”阿尔杰对奥黛丽的认真相当满意，又重复了一遍地址。
en_us: "No problem," Alger was considerably satisfied towards Audrey's seriousness, and repeated the address.

source: “海盗们永远做不到。”
en_us: "The pirates can never do it."

source: “海螺，海螺，海螺！”
en_us: "Conch! Conch! Conch!"

source: “深红”逐渐黯淡，最终隐于皮肤，消失不见。
en_us: The "crimson" gradually faded and disappeared into her skin.

source: “港口送来的新鲜鱼，只要5便士一条！”
en_us: "Fresh fish from the port for just five pence a piece!"

source: “爸爸果然在欺骗我，每次都给我讲这面镜子是古代所罗门帝国黑皇帝的珍宝，是非凡物品……”
en_us: "Father was indeed lying to me. He always tells me that this mirror was the treasure of the Roman Empire's Dark Emperor, and that it is an extraordinary item..."

source: “爸爸，不要这么称呼我。”奥黛丽在女仆帮扶下站起，故意露出几分苦恼的神色。
en_us: "Father! Stop calling me that," Audrey protested as she got up with the help of the maidservants.

source: “现在好了，你已经毕业了，我们的霍伊大学历史系毕业生~嗯，你很快就能赚到钱，你们不应该住现在这样的公寓，至少得有个属于自己的盥洗室。”
en_us: "All is good now. You have already graduated. You are a history graduate of our Khoy University~ Oh, you will soon be able to earn money. You should not be staying in the apartment you are currently living in. At the very least, you should have a bathroom you can call your own."

source: “看来短时间内是回不去了……”
en_us: "Looks like I can't go back in the meanwhile......"

source: “真是神奇啊……”
en_us: "How magical......"
